import React from "react";

const Services = () => {
  return (
    <div>
      <div>
        <h5>数字营销</h5>
        <p>把握时代脉搏，用科技抓住先机</p>
        <p>
          网站建设、微信服务页面设计开发及运营托管、微信小程序开发等，用最前沿的技术手段扩大您的服务圈、提升服务质量。
        </p>
      </div>
      <div>
        <h5>企业及机构平台构建</h5>
        <p>
          结合业务场景和技术创新，我们的核心技术团队将为您提供优质的互联网平台规划和体系构建服务。
          对象涵盖互联网、政府、金融、教育、科研、传统行业等。
        </p>
      </div>
      <div>
        <h5>行业解决方案</h5>
        <p>
          利用大数据和人工智能深度分析，面向电商、教育、医疗、金融、家居、建筑等行业，提供营销咨询、服务开发等解决方案。
        </p>
      </div>
    </div>
  );
};

export default Services;
